Revit 2027 API
ParameterTypeId.RbsSystemClassificationParam Property
 "System Classification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSystemClassificationParam { get; }
Public Shared ReadOnly Property RbsSystemClassificationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSystemClassificationParam {
	ForgeTypeId^ get ();
}
static member RbsSystemClassificationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace